const Staff = [
    {
      name: "بروفيسور عبد الباسط ادم مريود",
      role: "رئيس المجلس و المؤسس",
      image: AbdelBasit,
    },
    {
      name: "بروفسور احمد محمدين التوم",
      role: "عضو مجلس الأمناء",
      image: Altom,
    },
    {
      name: "بروفسور احمد اسماعيل حسين  ",
      role: "عضو مجلس الأمناء",
      image: Hussein,
    },
  
    {
      name: "بروفسور سيد فضل علي المولي",
      role: "مدير الكلية",
      image: Fadl,
    },
  
    {
      name: "دكتور الصادق محمد ادم على",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
    {
      name: "دكتور ادم الحاج احمد يس",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
    {
      name: "دكتور صلاح المصري",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
    {
      name: "الامير عبد القادر علي محمد عبيد الله",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
    {
      name: " الاستاذة انشراح محمد بابكر",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
    {
      name: "الاستاذ قصي عبد الباسط ادم    ",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
    {
      name: "الشيخ عثمان ادم مريود ",
      role: "عضو مجلس الأمناء",
      image: Avatar,
    },
  ];